{
  "plugins": {
    "LuaSnip": {
      "src": "https://github.com/L3MON4D3/LuaSnip.git"
    },
    "Luasnip": {
      "src": "https://github.com/L3MON4D3/LuaSnip.git"
    },
    "alpha": {
      "src": "https://github.com/goolord/alpha-nvim.git"
    },
    "alpha-nvim": {
      "src": "https://github.com/goolord/alpha-nvim.git"
    },
    "cmp-buffer": {
      "src": "https://github.com/hrsh7th/cmp-buffer.git"
    },
    "cmp-nvim-lsp": {
      "src": "https://github.com/hrsh7th/cmp-nvim-lsp.git"
    },
    "cmp-path": {
      "src": "https://github.com/hrsh7th/cmp-path.git"
    },
    "cmp_luasnip": {
      "src": "https://github.com/saadparwaiz1/cmp_luasnip.git"
    },
    "colorizer": {
      "src": "https://github.com/norcalli/nvim-colorizer.lua.git"
    },
    "conform": {
      "src": "https://github.com/stevearc/conform.nvim"
    },
    "copilot": {
      "src": "https://github.com/github/copilot.vim"
    },
    "copilot.vim": {
      "src": "https://github.com/github/copilot.vim"
    },
    "flash": {
      "src": "https://github.com/folke/flash.nvim.git"
    },
    "flash.nvim": {
      "src": "https://github.com/folke/flash.nvim.git"
    },
    "friendly-snippets": {
      "src": "https://github.com/rafamadriz/friendly-snippets.git"
    },
    "gitsigns": {
      "src": "https://github.com/lewis6991/gitsigns.nvim"
    },
    "gitsigns.nvim": {
      "src": "https://github.com/lewis6991/gitsigns.nvim.git"
    },
    "harpoon": {
      "src": "https://github.com/ThePrimeagen/harpoon.git"
    },
    "lspkind": {
      "src": "https://github.com/onsails/lspkind-nvim.git"
    },
    "lspkind-nvim": {
      "src": "https://github.com/onsails/lspkind-nvim.git"
    },
    "mason": {
      "src": "https://github.com/williamboman/mason.nvim"
    },
    "mason-lspconfig": {
      "src": "https://github.com/williamboman/mason-lspconfig.nvim"
    },
    "mason-lspconfig.nvim": {
      "src": "https://github.com/mason-org/mason-lspconfig.nvim.git"
    },
    "mason.nvim": {
      "src": "https://github.com/mason-org/mason.nvim.git"
    },
    "mini": {
      "src": "https://github.com/echasnovski/mini.nvim.git"
    },
    "mini.nvim": {
      "src": "https://github.com/echasnovski/mini.nvim.git"
    },
    "nvim-cmp": {
      "src": "https://github.com/hrsh7th/nvim-cmp.git"
    },
    "nvim-colorizer.lua": {
      "src": "https://github.com/norcalli/nvim-colorizer.lua.git"
    },
    "nvim-lint": {
      "src": "https://github.com/mfussenegger/nvim-lint"
    },
    "nvim-lspconfig": {
      "src": "https://github.com/neovim/nvim-lspconfig"
    },
    "nvim-treesitter": {
      "src": "https://github.com/nvim-treesitter/nvim-treesitter"
    },
    "nvim-treesitter-context": {
      "src": "https://github.com/nvim-treesitter/nvim-treesitter-context"
    },
    "nvim-web-devicons": {
      "src": "https://github.com/nvim-tree/nvim-web-devicons.git"
    },
    "opencode.nvim": {
      "src": "https://github.com/NickvanDyke/opencode.nvim.git"
    },
    "plenary": {
      "src": "https://github.com/nvim-lua/plenary.nvim.git"
    },
    "plenary.nvim": {
      "src": "https://github.com/nvim-lua/plenary.nvim.git"
    },
    "snacks.nvim": {
      "src": "https://github.com/folke/snacks.nvim.git"
    },
    "telescope": {
      "src": "https://github.com/nvim-telescope/telescope.nvim.git"
    },
    "telescope-fzf-native": {
      "src": "https://github.com/nvim-telescope/telescope-fzf-native.nvim.git"
    },
    "telescope-fzf-native.nvim": {
      "src": "https://github.com/nvim-telescope/telescope-fzf-native.nvim.git"
    },
    "telescope-ui-select": {
      "src": "https://github.com/nvim-telescope/telescope-ui-select.nvim.git"
    },
    "telescope-ui-select.nvim": {
      "src": "https://github.com/nvim-telescope/telescope-ui-select.nvim.git"
    },
    "telescope.nvim": {
      "src": "https://github.com/nvim-telescope/telescope.nvim.git"
    },
    "tmux-navigator": {
      "src": "https://github.com/christoomey/vim-tmux-navigator.git"
    },
    "todo-comments": {
      "src": "https://github.com/folke/todo-comments.nvim"
    },
    "todo-comments.nvim": {
      "src": "https://github.com/folke/todo-comments.nvim.git"
    },
    "tokyonight": {
      "src": "https://github.com/folke/tokyonight.nvim.git"
    },
    "tokyonight.nvim": {
      "src": "https://github.com/folke/tokyonight.nvim.git"
    },
    "tpipeline": {
      "src": "https://github.com/vimpostor/vim-tpipeline.git"
    },
    "transparent": {
      "src": "https://github.com/xiyaowong/transparent.nvim.git"
    },
    "transparent.nvim": {
      "src": "https://github.com/xiyaowong/transparent.nvim.git"
    },
    "trouble": {
      "src": "https://github.com/folke/trouble.nvim"
    },
    "trouble.nvim": {
      "src": "https://github.com/folke/trouble.nvim.git"
    },
    "undotree": {
      "src": "https://github.com/mbbill/undotree.git"
    },
    "vim-tmux-navigator": {
      "src": "https://github.com/christoomey/vim-tmux-navigator.git"
    },
    "vim-tpipeline": {
      "src": "https://github.com/vimpostor/vim-tpipeline.git"
    },
    "which-key": {
      "src": "https://github.com/folke/which-key.nvim"
    },
    "which-key.nvim": {
      "src": "https://github.com/folke/which-key.nvim.git"
    }
  }
}
